@extends('layouts.order')

@section('title', $title)
@section('description', $description)

@section('content')

<div class="mt-4">

<h2 class="text-center">Mehportal.ru - платформа для металлообработки</h2>

<p>Mehportal.ru — это специализированная онлайн-платформа, которая связывает заказчиков, нуждающихся в услугах металлообработки, 
с надежными и квалифицированными производителями.</p> 

<h2 class="mt-4 mb-2 fs-5">Для заказчиков:</h2>
<ul>
    <li><strong>Размещайте заказы легко:</strong> Опишите свои потребности в металлообработке, укажите детали, чертежи и требования, и отправьте заказ производителям.</li>
    <li><strong>Получайте предложения от разных компаний:</strong> Сравните цены, сроки и условия от различных исполнителей, чтобы выбрать оптимальный вариант.</li>
    <li><strong>Экономьте время и деньги:</strong> Найдите подходящего подрядчика без необходимости обзванивать множество компаний.</li>
    <li><strong>Находите новые технологии и возможности:</strong> Откройте для себя новых поставщиков и современные методы металлообработки.</li>
</ul>

<h2 class="mt-4 mb-2 fs-5">Для производителей:</h2>
<ul>
    <li><strong>Привлекайте новых клиентов:</strong> Разместите информацию о своей компании, оборудовании и услугах, чтобы вас могли найти заказчики со всей страны.</li>
    <li><strong>Получайте целевые заказы:</strong> Находите проекты, соответствующие вашим специализациям и возможностям.</li>
    <li><strong>Увеличьте загрузку производства:</strong> Обеспечьте постоянный поток заказов и оптимизируйте использование ресурсов.</li>
    <li><strong>Расширяйте географию бизнеса:</strong> Привлекайте клиентов из разных регионов и выходите на новые рынки.</li>
    <li><strong>Укрепите свой имидж:</strong> Демонстрируйте свои компетенции и опыт, чтобы завоевать доверие заказчиков.</li>
</ul>

<h2 class="mt-4 mb-2 fs-5">Преимущества платформы:</h2>
<ul>
    <li>Удобный и интуитивно понятный интерфейс</li>
    <li>Широкий выбор исполнителей и заказчиков</li>
    <li>Эффективная система поиска и фильтрации</li>
    <li>Безопасная и надежная среда для сотрудничества</li>
    <li>Отзывы и рейтинги для оценки партнеров</li>
</ul>

<p class="mt-3 mb-1">Mehportal.ru — это незаменимый инструмент для всех, кто связан с металлообработкой. Платформа помогает заказчикам находить надежных исполнителей, а производителям — расширять свой бизнес и увеличивать прибыль.
</p>
     
</div>

@endsection