@extends('layouts.order')

@section('title', $title)
@section('description', $description)

@section('content')

<div class="d-none d-md-block">
    <nav style="--bs-breadcrumb-divider: url(&#34;data:image/svg+xml,%3Csvg xmlns='http://www.w3.org/2000/svg' width='9' height='9'%3E%3Cpath d='M2.5 0L1 1.5 3.5 4 1 6.5 2.5 8l4-4-4-4z' fill='currentColor'/%3E%3C/svg%3E&#34;);" aria-label="breadcrumb">
        <ol class="breadcrumb">
            <li class="breadcrumb-item"><a href="/"><small>Главная</small></a></li>
            <li class="breadcrumb-item active" aria-current="page"><small>Договор-оферта</small></li>
        </ol>
    </nav>
</div>

<div class="mt-4">
<p><strong>Договор – оферта </strong><br>
<strong>на оказание информационных услуг</strong></p>
<p><strong>1. Общие положения</strong><br>
1.1. Настоящий публичный договор (далее – Оферта) представляет собой официальное предложение ИП Горбунов Владислав Владимирович (далее — Исполнитель), и содержит все существенные условия по оказанию платных информационных услуг, перечень которых публикуется в сети Интернет по адресу: https://mehportal.ru.<br>
1.2. В соответствии с пунктом 2 статьи 437 Гражданского Кодекса Российской Федерации (далее – ГК РФ) данный документ является публичной офертой и, в случае принятия изложенных ниже условий и оплаты услуг Исполнителя, лицо, совершившее акцепт этой Оферты, становится Заказчиком в соответствии с пунктом 3 статьи 438 ГК РФ, акцепт Оферты равносилен заключению договора на условиях, изложенных в Оферте.<br>
1.3. Осуществляя оплату услуг, Заказчик гарантирует, что уже ознакомлен и принимает все условия Оферты в том виде, в каком они изложены в тексте настоящей Оферты, а также ознакомлен со стоимостью Услуги, указанными на Сайте Исполнителя.<br>
1.4. Оферта может быть отозвана в любое время.<br>
1.5. В случае несогласия с каким-либо пунктом настоящей оферты предложение заключить договор считается не принятым, и договор на оказание информационных услуг не заключается.</p>
<p><strong>2. Термины и определения</strong><br>
2.1. Акцепт оферты – полное и безоговорочное принятие оферты путем осуществления Заказчиком действий по внесению предварительной оплаты за оказание информационных услуг. Акцепт оферты создает Договор оферты.<br>
2.2. Договор оферты – договор между Исполнителем и Заказчиком на оказание информационных услуг, который заключается посредством акцепта Оферты.<br>
2.3. Заказчик – лицо, осуществившее акцепт оферты и является таким образом Заказчиком.<br>
2.4. Услуга – предоставление на возмездной основе доступа к контактам заказчиков на сайте исполнителя в сети Интернет по адресу: https://mehportal.ru.<br>
2.5. Оферта – настоящий документ Договор – оферта на оказание информационных услуг Исполнителем, опубликованный по адресу: https://mehportal.ru/dogovor-oferta (далее по тексту – “Сайт”).</p>
<p><strong>3. Предмет договора</strong><br>
3.1. Предметом настоящей Оферты является возмездное оказание Исполнителем информационных услуг (далее – “Услуги”), в порядке, предусмотренном настоящей Офертой.<br>
3.2. Заказчик подтверждает, что до момента заключения Договора (акцепта настоящей Оферты) получил от Исполнителя всю полную информацию о сроках, порядке оказания услуг.<br>
3.3. Заказчик подтверждает, что результатом услуг в рамках настоящей Оферты будут являться передача доступа к контактам заказчиков.<br>
3.4. Стоимость и срок тарифов доступа к контактам заказчиков опубликован в сети Интернет по адресу: https://mehportal.ru/tariffs<br>
3.5. Исполнитель имеет право в любой момент изменять условия настоящей публичной оферты в одностороннем порядке без предварительного согласования с Заказчиком.<br>
3.6. Условия оказания Услуг могут также сообщаться Исполнителем (представителями Исполнителя) Заказчику, путем направления соответствующего уведомления на e-mail Заказчика, 
при этом Заказчик обязан самостоятельно и заблаговременно проверять получение уведомления, исходящего от Исполнителя.</p>
<p><strong>4. Заверения и гарантии Сторон</strong><br>
4.1. Исполнитель заверяет и гарантирует, что зарегистрирован в соответствии с действующим законодательством РФ.<br>
4.2. Заказчик заверяет и гарантирует, что, совершая действия по акцепту Оферты, он имеет законные права вступать в договорные отношения с Исполнителем;</p>
<p><strong>5. Порядок и условия предоставления услуг</strong><br>
5.1. В соответствии с условиями Оферты Исполнитель обязуется оказать услуги, а Заказчик обязуется их оплатить. При совершении оплаты Заказчиком, Заказчик подтверждает полное и безоговорочное принятие условий настоящей Оферты.<br>
5.2. Стоимость и срок предоставляемых услуг публикуются на сайте Исполнителя в соответствующих разделах.<br>
5.3. После заключения Договора и осуществления 100% предоплаты стоимости оказываемых Услуг, Исполнитель предоставляет Заказчику доступ к контактам заказчиков на сервисе в сети Интернет по адресу: https://mehportal.ru.<br>
5.4. Услуги подлежат оказанию Исполнителем только на условиях предварительной оплаты, осуществленной Заказчиком в соответствии с условиями настоящей Оферты.</p>
<p><strong>6. Порядок расчетов</strong><br>
6.1. Оплата услуг осуществляется путем внесения 100% предоплаты.<br>
6.2. Заказчик вправе оплатить стоимость Услуг путем перечисления денежных средств на расчетный счет Исполнителя.<br>
6.3. Датой оплаты считается дата зачисления денежных средств на расчетный счет Исполнителя.</p>
<p><strong>7. Обязанности Сторон</strong><br>
7.1. Заказчик обязуется:<br>
7.1.1. Оплачивать Услуги в порядке, предусмотренном Офертой.<br>
7.1.2. Своевременно передать все необходимые документы и информацию Исполнителю.<br>
7.1.3. Самостоятельно и своевременно знакомится с информацией об Услугах до акцепта, а также с изменениями указанных условий, с актуальной редакцией Договора при каждом посещении сайта, в том числе и после акцепта Оферты.<br>
7.1.4. Незамедлительно уведомить Исполнителя об изменении своих персональных и контактных данных в письменной форме, посредством контактного e-mail.<br>
7.2. Исполнитель обязуется:<br>
7.2.1. Организовать и обеспечить надлежащее оказание Услуг, указанных на Сайте.<br>
7.2.2. Оказать услуги в срок, указанный на Сайте.<br>
7.2.3. Использовать все личные данные и иную конфиденциальную информацию о Заказчике только для оказания Услуг, не передавать и не показывать третьим лицам, находящуюся у него документацию и информацию о Заказчике.</p>
<p><strong>8. Права Сторон</strong><br>
8.1. Заказчик вправе:<br>
8.1.1. Требовать надлежащего и своевременного оказания Услуг Исполнителем.<br>
8.1.2. Обращаться к Исполнителю по всем вопросам, связанным с оказанием Услуг, а также задавать вопросы, связанные с оказанием Услуг.<br>
8.2. Исполнитель вправе:<br>
8.2.1. Привлекать для оказания услуг соисполнителей или третьих лиц по своему выбору.<br>
8.2.2. Самостоятельно определять формы и методы оказания Услуг с учетом действующего законодательства РФ, а также конкретных условий Оферты.<br>
8.2.3. Самостоятельно определять состав специалистов, оказывающих Услуги.<br>
8.2.3. По своему усмотрению определять и устанавливать стоимость Услуг.<br>
8.2.4. Оказывать Услуги только после внесения Заказчиком предоплаты и акцепта настоящей Оферты.</p>
<p><strong>9. Ответственность Сторон и разрешение споров</strong><br>
9.1. Стороны несут ответственность за неисполнение или ненадлежащее исполнение своих обязательств по настоящей Оферте в соответствии с действующим законодательством РФ.<br>
9.2. Исполнитель не несет ответственности за невозможность оказания Услуг, если такая невозможность возникла вследствие нарушения работы в сети Интернет.<br>
9.3. Любые требования Заказчика рассматриваются только на основании обоснованного письменного требования, направленного Исполнителю по адресам, указанным в настоящей Оферте.<br>
9.4. В случае нарушения Заказчиком любого из обязательств Заказчика, предусмотренных Офертой, Исполнитель вправе отказаться от исполнения Оферты и расторгнуть договор.<br>
9.5. В случае возникновения спора Стороны предпримут все возможные способы по его урегулированию. При невозможности разрешения спора, Стороны передают его на разрешение суда, согласно действующему законодательству РФ.</p>
<p><strong>10. Срок действия Оферты. Основания и порядок расторжения Оферты</strong><br>
10.1. Оферта вступает в силу с момента оплаты Заказчиком Услуг Исполнителя способами, указанными в настоящей Оферте и на сайте Исполнителя и действует до полного исполнения Сторонами своих обязательств.<br>
10.2. Оферта не требует скрепления печатями и/или подписания Заказчиком и Исполнителем, сохраняя при этом полную юридическую силу.<br>
10.3. Исполнитель оставляет за собой право внести изменения в условия Оферты и/или отозвать Оферту в любой момент по своему усмотрению. В случае внесения изменений в Оферту, такие изменения вступают в силу с момента опубликования на Сайте, если иной срок вступления в силу не установлен или не определен при опубликовании изменений Оферты.<br>
10.4. Оферта может быть расторгнута досрочно по соглашению Сторон в любое время путем подписания соглашения о расторжении Оферты. В указанном случае датой расторжения Оферты считается дата подписания указанного соглашения. Соглашение может быть оформлено в виде обмена письмами, согласно которым следует волеизъявление каждой из Сторон о расторжении Оферты, а также определен и согласован порядок распоряжения денежными средствами.<br>
10.5. Заказчик не вправе расторгнуть Оферту и/или требовать возврата стоимости Услуг по любому основанию после начала их оказания.<br>
10.6. Исполнитель вправе отказаться от Оферты (исполнения Оферты) и прекратить оказание Услуг в случае нарушения Заказчиком условий настоящей Оферты.</p>
<p><strong>11. Форс-мажор</strong><br>
11.1. Стороны освобождаются от ответственности за полное или частичное неисполнение обязательств по Оферте в случае, если неисполнение обязательств явилось следствием действий непреодолимой силы, а именно: пожара, наводнения, землетрясения, забастовки, войны, действий органов государственной власти или других независящих от Сторон обстоятельств.<br>
11.2. Сторона, которая не может выполнить обязательства по Оферте, должна своевременно, но не позднее пяти календарных дней после наступления обстоятельств непреодолимой силы, письменно известить другую Сторону, с предоставлением обосновывающих документов, выданных компетентными органами.<br>
11.3. Исполнитель не несет ответственности за временные сбои и перерывы в работе сервиса Исполнителя и вызванную ими потерю информации.<br>
11.4. Исполнитель и Заказчик признают, что их неплатежеспособность не является форс мажорным обстоятельством.</p>
<p><strong>12. Прочие условия</strong><br>
12.1. Стороны признают, что, если какое-либо из положений Оферты становится недействительным в течение срока его действия вследствие изменения законодательства, остальные положения Оферты обязательны для Сторон в течение срока действия Оферты.<br>
12.2. Исполнитель не несет ответственности за результат использования или полезность оказываемых Услуг. В случае несоответствия состава Услуг, предоставляемых в рамках действующего Договора – оферты, потребностям Заказчика, Исполнитель ответственности не несет.<br>
12.3. Во всем остальном, что не предусмотрено настоящим договором, стороны руководствуются действующим законодательством.</p>
<p class="mb-1"><strong>13. Контактная информация:</strong></p>
<p class="m-0">ИП Горбунов Владислав Владимирович</p>
<p class="m-0">ИНН 781712777173</p>
<p class="m-0">Эл.адрес: info@mehportal.ru</p>
</div>


@endsection
